// Массив описаний для фотографий
const DESCRIPTIONS = [
  'Утренний пейзаж',
  'Вечерний закат',
  'Городская жизнь',
  'Природная красота',
  'Веселые моменты',
];

// Массив имен для комментаторов
const NAMES = ['МегаОратор397', 'Пупырка', 'Иван35см', 'АлкоБогиня', 'СерГей', 'Зураб', 'Александр Накидонский', 'Наталья Ивановна'];

// Массив сообщений для комментариев
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export { DESCRIPTIONS, NAMES, MESSAGES };
